{"text": "This AML/CTF Manual (the “Manual”) is owned by Bastien Collette in its capacity as RC (as defined below) of Vault AM S.à r.l. (“Vault AM” or the “Company” or the “IFM”). If you have any queries or comments regarding the information contained in this document, please contact the Manual Owner as shown below:", "Entities": {"PERSON": [["Bastien Collette"], ["r.l."]]}}
{"text": "Name: Bastien Collette", "Entities": {"PERSON": [["Bastien Collette"]]}}
{"text": "Tel: +352 661 65 99 45", "Entities": {"PHONE_NUMBER": [["+352 661 65 99 45"]]}}
{"text": "Email : bacollette@palana.lu ", "Entities": {"EMAIL_ADDRESS": [["bacollette@palana.lu"]], "PERSON": [["Email"]]}}
{"text": "Vault AM has assigned to one third party the responsibility as «RC» (“responsable du contrôle du respect des obligations professionnelles liées à la lutte contre le blanchiment et le financement du terrorisme” as per Article 4(1) paragraphe 2)a) of the AML/CTF Law). ", "Entities": {"PERSON": [["la lutte contre le"]]}}
{"text": "Vault AM S.à r.l. is an alternative investment fund manager incorporated and governed by the laws of the Grand-Duchy of Luxembourg. It is registered with the Registre de Commerce et des Sociétés de Luxembourg under number B276659 and having its registered office at 5, Rue Goethe, L-1637, Luxembourg – Grand Duchy of Luxembourg.", "Entities": {"PERSON": [["r.l."], ["Rue Goethe"], ["L-1637"]]}}
{"text": "Please refer to Annex 2 of the Manual for the key Luxembourg AML/CTF legal and regulatory framework applicable to the IFM. ", "Entities": {"PERSON": [["Annex 2"]]}}
{"text": "The national and supranational risk assessments as well as the CSSF sub-sector risk assessment on collective investments as amended in 2022 and the national vertical risk assessment on terrorist financing and on legal persons;", "Entities": {"PERSON": [["CSSF"]]}}
{"text": "The publications from the authorities (for instance: CSSF circulars; etc.);", "Entities": {"PERSON": [["CSSF"]]}}
{"text": "Geographical Risk ", "Entities": {"PERSON": [["Geographical Risk"]]}}
{"text": "The CSSF will, in principle, only consider a written statement of information transmitted by e-mail to the following address: whistleblowing@cssf.lu.", "Entities": {"EMAIL_ADDRESS": [["whistleblowing@cssf.lu"]]}}
{"text": "If this is not possible or if the employee does not feel able to do so for a first contact, the employee may call the secretariat of the CSSF department JUR-GEN (telephone number +352 2625 1 2757) during office hours before transmitting a written statement. The CSSF does not audio record whistleblowing telephone calls.", "Entities": {"PHONE_NUMBER": [["+352 2625 1 2757"]]}}
{"text": "Establishing the source of funds and/or source of wealth, where applicable (on a risk-based approach or when compulsory by Law), of the customer; ", "Entities": {"PERSON": [["Law"]]}}
{"text": "the fiduciaire(s) or Trustee(s);", "Entities": {"PERSON": [["Trustee(s"]]}}
{"text": "The IFM does not rely exclusively on the “Registre des bénéficiaires Effectifs “ (“RBE”) to fulfil its customer due diligence requirements and therefore the IFM shall fulfil those requirements by using a risk-based approach.", "Entities": {"PERSON": [["Registre"], ["Effectifs"]]}}
{"text": "Obtain a confirmation certificate from a credit institution or a financial institution subject to the Law or subject to equivalent professional obligations in AML/CTF,", "Entities": {"PERSON": [["Law"]]}}
{"text": "Ensure that the first payment for transactions is made by means of an account opened in the name of the customer with a credit institution or a financial institution subject to the Law or subject to equivalent professional obligations in terms of AML/CTF.", "Entities": {"PERSON": [["Law"]]}}
{"text": "“Where the units or shares of an undertaking for collective investment or an investment IFMin risk capital are subscribed through an intermediary acting on behalf of “others”, the undertaking for collective investment, its management company, the investment IFMin risk capital or, where applicable, the respective proxy of the professionals shall put in place enhanced customer due diligence measures for this intermediary which are applied mutatis mutandis pursuant to the terms of Article 3-2(3) of the Law, Article 3(3) of the Grand-ducal Regulation and Article 28 of this regulation in order to ensure that all the obligations under the Law, the Grand-ducal Regulation and this regulation or at least equivalent obligations are complied with.", "Entities": {"PERSON": [["Law"]]}}
{"text": "Screens name of investors, people purporting to act on behalf of the customer, legal representatives and BO with its name screening tool,", "Entities": {"PERSON": [["Screens"]]}}
{"text": "The 1st LoD provides new investors with the information required pursuant to Articles 13 and 14 of Regulation (EU) 2016/679 before establishing a business relationship. That information, in particular, includes a general notice concerning the legal obligations of the IFM under this law to process personal data for the purposes of the prevention of ML/TF.", "Entities": {"PERSON": [["Articles 13"]]}}
{"text": "By email to sanctions@fi.etat.lu", "Entities": {"EMAIL_ADDRESS": [["sanctions@fi.etat.lu"]]}}
{"text": "Commission Delegated Regulation (EU) 2020/855 of 7 May 2020 amending Delegated Regulation (EU) 2016/1675 supplementing Directive (EU) 2015/849 of the European Parliament and of the Council, as regards adding the Bahamas, Barbados, Bostwana, Cambodia, Ghana, Jamaica, Mauritius, Mongolia, Myanmar/Burma, Nicaragua, Panama and Zimbbabwe to the table in point I of the Annex and deleting Bosnia-Herzegovina, Ethiopia, Guyana, Lao People’s Democratic Republic, Sri Lanka and Tunisia from this table;", "Entities": {"PERSON": [["Mauritius"], ["Lao People’s Democratic Republic"]]}}
{"text": "Directive (EU) 2018/843 of the European Parliament and of the Council of 30 May 2018 amending Directive (EU) 2015/849 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing, and amending Directives 2009/138/EC and 2013/36/EU (the “5th AML Directive”);", "Entities": {"PERSON": [["Directives 2009/138/"]]}}
{"text": "Luxembourg regulations are made of Laws, Grand Ducal Regulations (“GDR”), Ministerial Regulations, CSSF Regulations, CSSF Circulars, CRF circulars, LBR circulars and joint CSSF/CRF circulars. ", "Entities": {"PERSON": [["CSSF Circulars"]]}}
{"text": "Ministry of Finance, L-2931 Luxembourg, or", "Entities": {"PERSON": [["L-2931 Luxembourg"]]}}
{"text": "by e-mail: sanctions@fi.etat.lu. ", "Entities": {"EMAIL_ADDRESS": [["sanctions@fi.etat.lu"]]}}
{"text": "Please see: https://mfin.gouvernement.lu/fr/dossiers/2018/sanctions-financiaires-internationales.html", "Entities": {"PERSON": [["https://mfin.gouvernement.lu/fr/dossiers/2018/sanctions-financiaires-internationales.html"]]}}
{"text": "CSSF Regulations", "Entities": {"PERSON": [["CSSF Regulations"]]}}
{"text": "ALCO WG50 – Sound Practices for Transfer Agent and Investment Fund Manager Compliance Officers.", "Entities": {"PERSON": [["Compliance Officers"]]}}
