{"text": "This AML/CTF Manual (the “Manual”) is owned by Bastien Collette in its capacity as RC (as defined below) of Vault AM S.à r.l. (“Vault AM” or the “Company” or the “IFM”). If you have any queries or comments regarding the information contained in this document, please contact the Manual Owner as shown below:", "Entities": {"PERSON": [["Bastien Collette"]]}}
{"text": "Name: Bastien Collette", "Entities": {"PERSON": [["Bastien Collette"]]}}
{"text": "Tel: +352 661 65 99 45", "Entities": {"PHONE_NUMBER": [["+352 661 65 99 45"]]}}
{"text": "Email : bacollette@palana.lu ", "Entities": {"EMAIL_ADDRESS": [["bacollette@palana.lu"]], "PERSON": [["Email"]]}}
{"text": "Vault AM S.à r.l. is an alternative investment fund manager incorporated and governed by the laws of the Grand-Duchy of Luxembourg. It is registered with the Registre de Commerce et des Sociétés de Luxembourg under number B276659 and having its registered office at 5, Rue Goethe, L-1637, Luxembourg – Grand Duchy of Luxembourg.", "Entities": {"PERSON": [["Rue Goethe"], ["L-1637"]]}}
{"text": "The CSSF will, in principle, only consider a written statement of information transmitted by e-mail to the following address: whistleblowing@cssf.lu.", "Entities": {"EMAIL_ADDRESS": [["whistleblowing@cssf.lu"]]}}
{"text": "If this is not possible or if the employee does not feel able to do so for a first contact, the employee may call the secretariat of the CSSF department JUR-GEN (telephone number +352 2625 1 2757) during office hours before transmitting a written statement. The CSSF does not audio record whistleblowing telephone calls.", "Entities": {"PHONE_NUMBER": [["+352 2625 1 2757"]]}}
{"text": "Prepares, implements and ensures the realisation of the ongoing training and awareness-raising programmes of all the employees (including senior management and the Board) of the Company,", "Entities": {"PERSON": [["Prepares"]]}}
{"text": "Prepares at least once a year, a summary report on his activities and his operation and submit it to the RR / Board,", "Entities": {"PERSON": [["Prepares"]]}}
{"text": "Establishing the source of funds and/or source of wealth, where applicable (on a risk-based approach or when compulsory by Law), of the customer; ", "Entities": {"PERSON": [["Law"]]}}
{"text": "Obtain a confirmation certificate from a credit institution or a financial institution subject to the Law or subject to equivalent professional obligations in AML/CTF,", "Entities": {"PERSON": [["Law"]]}}
{"text": "Ensure that the first payment for transactions is made by means of an account opened in the name of the customer with a credit institution or a financial institution subject to the Law or subject to equivalent professional obligations in terms of AML/CTF.", "Entities": {"PERSON": [["Law"]]}}
{"text": "By email to sanctions@fi.etat.lu", "Entities": {"EMAIL_ADDRESS": [["sanctions@fi.etat.lu"]]}}
{"text": "Annexe 2– Key AML/CTF legal and regulatory framework (non-exhaustive list)", "Entities": {"PERSON": [["Annexe 2"]]}}
{"text": "Commission Delegated Regulation (EU) 2020/855 of 7 May 2020 amending Delegated Regulation (EU) 2016/1675 supplementing Directive (EU) 2015/849 of the European Parliament and of the Council, as regards adding the Bahamas, Barbados, Bostwana, Cambodia, Ghana, Jamaica, Mauritius, Mongolia, Myanmar/Burma, Nicaragua, Panama and Zimbbabwe to the table in point I of the Annex and deleting Bosnia-Herzegovina, Ethiopia, Guyana, Lao People’s Democratic Republic, Sri Lanka and Tunisia from this table;", "Entities": {"PERSON": [["Zimbbabwe"]]}}
{"text": "by e-mail: sanctions@fi.etat.lu. ", "Entities": {"EMAIL_ADDRESS": [["sanctions@fi.etat.lu"]]}}
